# language: ru
Функционал:Текущий прогноз погоды
    
    Сценарий: Проверяем получение текущего прогноза погоды по городам 
    Пусть Получаем текущий прогноз погоды в "New York"
    Тогда Прогноз погоды в городе "New York" получен
    Пусть Получаем текущий прогноз погоды в "London"
    Тогда Прогноз погоды в городе "London" получен
    Пусть Получаем текущий прогноз погоды в "Singapur"
    Тогда Прогноз погоды в городе "Singapur" получен
    Пусть Получаем текущий прогноз погоды в "Shanghai"
    Тогда Прогноз погоды в городе "Shanghai" получен
